alacritty
alsa-plugins
alsa-tools
alsa-utils
apparmor
archcraft-nvim
archcraft-vim
archiso
aria2
asp
aurutils-git
autoconf
automake
b43-fwcutter
base
bashmount
bashtop
betterlockscreen
bibata-cursor-theme-bin
bind
binutils
bison
blueman
bluez
bluez-utils
bmon
bridge-utils
brltty
broadcom-wl-dkms
cabextract
calc
calcurse
chafa
clean-chroot-manager
clipmenu-git
colorpicker
curl
czkawka-gui-bin
dconf-editor
dfrs
dhclient
dhcpcd
dialog
dmidecode
dnsmasq
downgrade
edk2-shell
efibootmgr
espeakup
ethtool
exfatprogs
expac
f2fs-tools
fakeroot
fatresize
ffmpegthumbnailer
file
findutils
firedm
firewalld
flex
font-manager-git
fsarchiver
fzfx-git
gawk
gcc
geany
geany-plugins
gettext
git
git-credential-manager-core-bin
git-lfs
github-cli
gnome-calculator
gnome-keyring
gnu-free-fonts
gpart
gparted
gperf
grep
groff
grub
grub-btrfs
grub2-theme-default
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk-engine-murrine
gtk-themes
gtk-themes2
gvfs-afc
gvfs-google
gvfs-mtp
gvfs-smb
gzip
hexyl
htop
i3lock-color
ibus
ibus-libpinyin
ibus-pinyin
icon-packs
indicator-sound-switcher
inetutils
inotify-tools
intel-ucode
ipw2100-fw
ipw2200-fw
iwd
jdownloader2
jfsutils
kakoune
keepassxc
kvantum-theme-adapta
lesspipe
lf-bin
libfido2
libportal
libtool
libusb-compat
libxft-bgra
linux
linux-atm
linux-firmware
linux-headers
lsb-release
lsscsi
lxappearance
lxdm-gtk3
lxdm-theme
m4
maim
make
man-db
man-pages
mesa-demos
meson
micro-nightly-bin
mkinitcpio-nfs-utils
mlocate
modemmanager
moreutils
mpc
mpd
mpdris2
mplayer
mpv
mtools
namcap
nano
nbd
ncdu
ncmpcpp
ndisc6
nemo-fileroller
nemo-meld-compare
nemo-preview
nemo-terminal
nethogs
networkmanager
nfs-utils
nilfs-utils
nm-connection-editor
nmap
noto-fonts-emoji
noto-fonts-lite
nouveau-fw
npm
ntfs-3g
nvme-cli
openconnect
openvpn
os-prober-btrfs
p7zip
pacman
pamixer
partclone
partimage
patch
pavucontrol
pcsclite
perl-image-exiftool
perl-term-readkey
phonon-qt5-gstreamer
php
picom-ibhagwan-git
pkgconf
pkgfile
playerctl
polkit-gnome
polybar-dwm-module
ppp
pptpclient
profile-sync-daemon-edge
pulseaudio-alsa
pulseaudio-equalizer-ladspa
pulsemixer
pv
python-pip
python-psutil
python-pygit2
python-pywal
python2-pip
qemu-guest-agent
qt5-graphicaleffects
qt5-quickcontrols
qt5ct
ranger
reflector
reiserfsprogs
repoctl
rofi
rofi-greenclip
rp-pppoe
rustup
scons
screen
scrot
sdparm
sed
sg3_utils
shellcheck-bin
smartmontools
sof-firmware
speedtest++
sshfs
sudo
svgo
sxhkd
sxiv-git
tcpdump
terminus-font
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
time
tmux
tpm2-tss
ttf-arphic-uming
ttf-dejavu-emojiless
ttf-hack
ttf-jetbrains-mono
ttf-material-design-icons-desktop-git
ttf-opensans
tumbler
udevil
udftools
udiskie
unclutter
unrar
usb_modeswitch
usbmuxd
ventoy-bin
vi
viewnior
vifm
vlc
vpnc
w3m
which
wimlib
wired
wireless-regdb
wireless_tools
wmctrl
wqy-microhei
wqy-zenhei
wvdial
xarchiver
xbindkeys-git
xclip
xdg-user-dirs
xdo
xdotool
xf86-video-fbdev
xf86-video-nouveau
xf86-video-vesa
xfce4-power-manager
xfce4-settings
xl2tpd
xmlstarlet
xorg-font-utils
xorg-fonts-misc
xorg-server-devel
xorg-server-xephyr
xorg-xauth
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xmessage
xorg-xmodmap
xorg-xrdb
xorg-xsetroot
xorg-xwininfo
xsettingsd
yad
yay-bin
youtube-dlp-bin
zenity
zip
zram-generator
zsh
